True if these results represent a nested link; false otherwise.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public bool IsNested { get; }
  Visual Basic
Public ReadOnly Property IsNested As Boolean
	Get
  Visual C++
public:
property bool IsNested {
	bool get ();
}
 See Also
  RevitLinkLoadResult Class
  Autodesk.Revit.DB Namespace